function Template() {
  return (
    <p>
      Настоящая Политика конфиденциальности (далее <b>политика</b>) определяет порядок обработки и
      защиты персональной информации о пользователях (далее <b>субъект</b>), которую владелец
      ресурса
      <a href="/" target="_blank">
        https://uyem.ru
      </a>
      (далее <b>сайт</b>) ИП Кольмиллер Сергей Давыдович (далее <b>оператор</b>) может получить во
      время использования <b>сайта</b> <b>субъектом</b>. <b>Политика</b> не затрагивает правовых
      отношений между <b>субъектом</b> и <b>оператором</b>, которые установлены в
      <a href="/rules" target="_blank">
        Пользовательском соглашении
      </a>
      (далее <b>оферта</b>)
      <br />
      <br />
      Перед использованием <b>сайта</b>, следует ознакомиться с условиями настоящей <b>политики</b>.
      <br />
      <br />
      <h4>1. Общие положения</h4>
      <br />
      1.1. Использование <b>сайта</b> в любой форме означает безоговорочное согласие <b>субъекта</b>
      с условиями настоящей <b>политики</b> и указанными в ней условиями обработки его персональной
      информации. В случае несогласия с условиями <b>политики</b> <b>субъект</b> должен прекратить
      использование <b>сайта</b>
      <br />
      <br />
      1.2. <b>Политика</b> (в том числе любая из ее частей) может быть изменена <b>оператором</b>
      без какого-либо специального уведомления и без выплаты какой-либо компенсации в связи с этим.
      Новая редакция <b>политики</b> вступает в силу с момента ее размещения на <b>сайте</b>
      <b>оператора</b>.
      <br />
      <br />
      1.3. Принимая условия настоящей <b>политики</b>, <b>субъект</b> выражает свое согласие на
      обработку
      <b>оператором</b> данных <b>субъекта</b> в целях, предусмотренных настоящей <b>политикой</b>,
      а также на передачу данных <b>субъекта</b> третьим лицам в случаях, перечисленных в настоящей
      <b>политике</b>.
      <br />
      <br />
      1.4. Согласие на хранение и использование персональных данных может быть отозвано
      <b>субъектом</b>
      только при условии письменного уведомления
      <b>оператора</b> не менее чем за 180 дней до предполагаемой даты прекращения использования
      <b>оператором</b> данных
      <b>субъекта</b>.
      <br />
      <br />
      1.5. Использование <b>сайта</b> с помощью веб-браузера, который принимает данные из файлов
      <i>куки</i>, означает выражение согласия <b>субъекта</b> с тем, что <b>оператор</b> может
      собирать и обрабатывать данные из <i>куки</i> в целях, предусмотренных настоящей Политикой, а
      также на передачу данных из <i>куки</i> третьим лицам в случаях, перечисленных в настоящей
      Политике.
      <br />
      <br />
      Отключение и/или блокировка <b>субъектом</b> опции веб-браузера по приему данных из cookies
      означает запрет на сбор и обработку <b>оператором</b> данных из <i>куки</i> в соответствии с
      условиями настоящей Политики конфиденциальности.
      <br />
      <br />
      1.4. По общему правилу <b>оператор</b> не проверяет достоверность предоставляемой
      <b>субъектом</b>
      персональной информации. Вместе с тем в случаях, предусмотренных <b>офертой</b>,<b>субъект</b>
      обязан предоставить подтверждение достоверности предоставленной им персональной информации о
      себе.
      <br />
      <br />
      <h4>
        2. Состав информации <b>субъекта</b>, которую получает и обрабатывает <b>оператор</b>.
      </h4>
      <br />
      2.1.Настоящая Политика распространяется на следующие виды персональной информации:
      <br />
      <br />
      2.1.1. Персональная информация, размещаемая <b>субъектом</b>, в т.ч. о себе самостоятельно при
      заполнении формы отправки заявки, иная персональная информации. К персональной информации,
      полученной таким образом, могут относиться, в частности, имя, адрес электронной почты
      <b>субъекта</b>. Иная информация предоставленная <b>субъектом</b> на его усмотрение.
      <br />
      <br />
      Запрещается предоставление <b>субъектом</b> персональных данных третьих лиц без полученного от
      третьих лиц разрешения на такое распространение.
      <br />
      <br />
      2.1.2. Данные, автоматически передаваемые <b>сайту</b> в процессе их использования с помощью
      установленного на устройстве <b>субъекта</b> программного обеспечения, в т.ч. IP-адрес, данные
      из <i>куки</i>, информация о браузере, операционной системе, времени доступа и просмотренных
      страницах
      <b>сайта</b>.
      <br />
      <br />
      2.1.3. Данные, дополнительно предоставляемые <b>субъектом</b> по запросу <b>оператора</b> в
      целях выполнения обязательств <b>оператора</b> перед <b>субъектом</b> в отношении
      использования
      <b>сайта</b>.
      <br />
      <br />
      2.1.4. Иная информация <b>субъекта</b>, сбор и/или обработка которой установлены
      <b>офертой</b>.
      <br />
      <br />
      <h4>3. Цели сбора и обработки информации о пользователях</h4>
      <br />
      3.1. <b>Оператор</b> осуществляет сбор и обработку только той информации <b>субъекта</b>, в
      т.ч. их персональных данных, которая необходима для выполнения обязательств <b>оператора</b>
      по предоставлению услуг
      <b>сайта</b>.
      <br />
      <br />
      3.2. <b>Оператор</b> может использовать персональную информацию <b>субъектта</b> для целей:
      <br />
      <br />
      3.2.1. идентификации устройства <b>субъекта</b>: в рамках и для целей выполнения и контроля
      <b>оператором</b> предмета <b>оферты</b>.
      <br />
      <br />
      3.2.2. предоставления <b>субъекту</b> услуг с использованием <b>сайта</b> и хранение в файлах
      <i>куки</i> настройки выбранные <b>субъектом</b>, которые должны быть сохранены после
      перезагрузки браузера.
      <br />
      <br />
      3.2.3. отслеживания корректной работы <b>сайта</b>, а также для своевременного устранения
      возможных программных ошибок.
      <br />
      <br />
      3.2.4. выполнения маркетинговых задач, проведения статистических и иных исследований на основе
      обезличенных данных.
      <br />
      <br />
      3.3. Мобильные приложения могут собирать анонимную статистику использования.
      <br />
      <br />
      3.4. При необходимости использовать персональную информацию о <b>субъекта</b> в целях, не
      предусмотренных настоящей Политикой, <b>оператор</b> запрашивает согласие <b>субъекта</b> на
      такие действия.
      <br />
      <br />
      <h4>
        4. Обработка информации <b>субъекта</b>
      </h4>
      <br />
      4.1. Персональная информация <b>субъекта</b> хранится в соответствии с действующим
      законодательством.
      <br />
      <br />
      4.2. Персональная информация о <b>субъекта</b> не передается третьим лицам, за исключением
      следующих случаев:
      <br />
      <br />
      4.2.1. <b>субъект</b> выразил согласие на такие действия.
      <br />
      <br />
      4.2.2. Передача необходима в целях обеспечения функционирования Сервиса и/или его отдельных
      функциональных возможностей.
      <br />
      <br />
      4.2.3. Передача предусмотрена применимым правом.
      <br />
      <br />
      4.2.4. В целях обеспечения возможности защиты прав и законных интересов <b>оператора</b> и/или
      третьих лиц в случаях, когда <b>субъект</b> нарушает условия
      <b>оферты</b>
      .
      <br />
      <br />
      4.2.5. Если <b>оператор</b> примет участие в слиянии, приобретении или любой другой форме
      продажи части или всех своих активов. При этом к приобретателю активов <b>оператора</b>
      переходят все обязательства по соблюдению условий настоящей Политики.
      <br />
      <br />
      4.3. <b>Субъект</b> настоящим уведомлен и соглашается, что <b>оператор</b> может получать
      персональные данные третьих лиц, которые предоставляются <b>субъектом</b> при использовании
      <b>сайта</b> и использовать их для реализации отдельных функций <b>сайта</b>, при условии, что
      <b>субъект</b> гарантирует наличие согласия третьих лиц, данные о которых предоставляются
      <b>субъектом</b> при использовании <b>сайта</b>, на обработку <b>оператором</b>, в целях,
      предусмотренных настоящей Политикой, а также на передачу таких данных в случаях, перечисленных
      в настоящей Политике.
      <br />
      <br />
      4.4. Кроме того, <b>субъект</b> настоящей <b>политикой</b> уведомлен и соглашается, что
      <b>оператор</b> может получать статистические обезличенные (без привязки к <b>субъекту</b>)
      данные о действиях <b>субъекта</b> при использовании <b>сайта</b> для их использования в
      маркетинговых целях.
      <br />
      <br />
      4.5. <b>субъект</b> вправе по запросу получать от <b>оператора</b> информацию, касающуюся
      обработки их персональных данных.
      <br />
      <br />
      <h4>
        5. Меры по защите информации <b>субъекта</b>
      </h4>
      <br />
      5.1. <b>Оператор</b> принимает все необходимые и достаточные организационные и технические
      меры для защиты персональной информации <b>субъекта</b> от неправомерного или случайного
      доступа к ним, уничтожения, изменения, блокирования, распространения персональной информации,
      а также от иных неправомерных действий с ней. К этим мерам относятся, в частности, внутренняя
      проверка процессов сбора, хранения и обработки данных и мер безопасности, включая меры по
      обеспечению физической безопасности данных для предотвращения неавторизированного доступа к
      персональной информации.
      <br />
      <br />
      5.2. При обработке персональных данных <b>субъекта</b> <b>оператор</b> руководствуется
      Федеральным законом РФ: «О персональных данных» от 27.07.2006 г. № 152-ФЗ.
      <br />
      <br />
      <h4>6. Заключительные положения</h4>
      <br />
      6.1. Настоящая Политика, отношения между <b>субъектом</b> и <b>оператором</b>, возникающие в
      связи с применением настоящей Политики, а также вопросы, не урегулированные настоящей
      Политикой, регулируются действующим законодательством Российской Федерации.
      <br />
      <br />
      <br />
      <b>Редакция от 16.05.2023 г.</b>
      <br />
      <br />
    </p>
  );
}
export default Template;
