import React from 'react';

const Template = () => (
  <p>
    <br />
    <br />
    <br />
    Данные Условия использования (далее <b>оферта</b>) являются договором между владельцем ресурса
    https://uyem.ru (далее <b>сайт</b>) ИП Кольмиллер Сергей Давыдович (далее <b>администрация</b>)
    и пользователем <b>сайта</b> (далее <b>пользователь</b>), с определенным уровнем доступа
    указанным в медиаплане на главной странице <b>сайта</b> (далее <b>медиаплан</b>), в зависимости
    от приобретенной пользователем подписки на конкретный уровень <b>медиаплана</b> (далее
    <b>подписка</b>). Перед использование <b>сайтa</b> необходимо ознакомится с данной
    <b>офертой</b>. Использование <b>пользователем</b> <b>сайта</b> означает акцепт (согласие)
    <b>пользователя</b> всех условий данной <b>оферты</b>. Если <b>пользователь</b> не согласен с
    какими либо положениями данной <b>оферты</b>, он обязуется прекратить использование <b>сайта</b>
    <br />
    <br />.<h2>1. Общие положения</h2>
    1.1. <b>Сайт</b> является веб приложением, которое подразумевает работу в браузере с включенным
    <i>Javascript</i>. Если <i>Javascript</i> в браузере выключен, то главные функции <b>сайта</b>
    работать не смогут, а сайт представляет из себя набор статических <i>HTML</i> страниц.
    <br />
    <br />
    1.2. Поддержка браузеров <b>сайтом</b> распостраняется только на <i>Google Chrome</i> и
    <i>Mozzila Firefox</i> версий не старше одного года от момента использования. Это значит, что
    только для указанных браузеров <b>администратор</b> может гарантировать корретную работу всех
    заявленных функций <b>сайта</b>.
    <br />
    <br />
    1.3. <b>Сайт</b> собирает хранит и использует персональные данные <b>пользователя</b> условия
    обработки которых описаны в <a href="/policy">Политике конфиденциальности</a>.
    <br />
    <br />
    1.4. <b>Сайт</b> имеет ряд технических ограничений по объему использования его функционала
    <b>пользователями</b>. Уровни доступа с разными ораничениями описаны в <b>медиаплане</b>.
    <b>Медиаплан</b> является частью данной
    <b>оферты</b>.
    <br />
    <br />
    1.5. <b>Администрация</b> не несет никакой отвественности за любую информацию распостраняемую
    <b>пользователями</b> посредством <b>сайта</b>.
    <br />
    <br />
    <h2>
      2. Права и обязанности <b>администрации</b>
    </h2>
    2.1. <b>Администрация</b> вправе в любой момент вносить изменения в <b>оферту</b>
    <br />
    <br />
    2.2. <b>Администрация</b> обязуется уведомлять пользователя во всплывающих окнах на страницах
    <b>сайта</b> об изменившихся условиях настоящей <b>оферты</b>.
    <br />
    <br />
    2.3. <b>Администрация</b>
    обязуется обеспечить выделение ресурсов <b>сайта</b> <b>пользователю</b>, в соответствии с
    приобретенным <b>пользователем</b> уровнем доступа <b>медиаплана</b>.
    <br />
    <br />
    2.4. <b>Администация</b>
    вправе без специального уведомления заблокировать доступ для пользователя к <b>сайту</b> в
    случае нарушения им положений настоящей <b>оферты</b> или иных действующих законов.
    <br />
    <br />
    2.5.
    <b>Администрация</b> вправе без специального уведомления удалить любые данные добавленные
    <b>пользователем</b> на <b>сайт</b> если они нарушают одно из положений настоящей оферты или
    иных действующих законов.
    <br />
    <br />
    2.6. В случае нарушения <b>пользователем</b> действующего законодательства посредством
    использования <b>сайта</b> и возбуждения в отношении его административного или уголовного
    делопроизводства <b>администрация</b> вправе передавать все имеющиеся у неё связанные с
    правонарушением данные, законным представителям следственных органов.
    <br />
    <br />
    <h2>
      3. Права и обязанности <b>пользователя</b>
    </h2>
    3.1. <b>Пользователь</b> при использовании <b>сайта</b> обязуется соблюдать все правила данной
    <b>оферты</b>.
    <br />
    <br />
    3.2. При использовании <b>сайта</b> запрещается: размещать или высказывать оскорбления и
    унижения <b>администрации</b> или других <b>пользователей</b> <b>сайта</b>; размещать на
    <b>сайте</b> информацию, в том числе ссылки на ресурсы, связанную с торговлей оружием,
    наркотиками и другими запрещенными для оборота действующим законодательством веществами и
    предметами, а также связанную с порнографией или игорным бизнесом; размещать вредоносные ссылки,
    которые могут нарушить работу устройства <b>пользователя</b> либо незаконно собирать даные об
    устройстве <b>пользователя</b>; размещать или высказывать запрещенную применимым
    законодательством информацию.
    <br />
    <br />
    <b>Редакция от 11.12.2022 г.</b>
    <br />
    <br />
  </p>
);
export default Template;